{"translation-revision-date":"2023-01-24 16:40:50+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"pt"},"This will delete all of your customizer settings. It cannot be undone.":["Irá eliminar todas as configurações do Personalizador. Não pode ser desfeito."],"Reset your customizer settings.":["Eliminar configurações do Personalizador"],"Take GeneratePress to the next level with more options, professionally designed starter sites, and block-based theme building.":["Eleve o GeneratePress ao próximo nível: mais opções, modelos de sites projectados por profissionais e construção do tema baseada em blocos."],"GeneratePress Premium":["GeneratePress Premium"],"Explore our support forums":["Explore os fóruns de suporte"],"We take support seriously. Gain access to our premium support forums and take advantage of our industry-leading support.":["Levamos o suporte a sério. Aceda aos nossos fóruns de suporte premium e aproveite o apoio técnico do melhor nível."],"Premium Support":["Suporte Premium"],"Explore more options":["Explorar mais opções"],"Add more options like our advanced hook system, mobile header, sticky navigation, infinite scroll, masonry and much more.":["Adicione mais opções como o nosso sistema de hooks avançado, cabeçalho móvel, navegação fixa, scroll infinito, grelha masonry e muito mais."],"More Options":["Mais opções"],"Explore starter sites":["Explorar modelos de sites"],"Start your site with a professionally-built starter site.":["Comece o seu site com um modelo de site construído por profissionais."],"Site Library":["Biblioteca de sites"],"Explore our theme builder":["Explore o nosso construtor de tema"],"Design and build your theme elements in the block editor.":["Projecte e construa os seus elementos de tema no editor de blocos."],"Theme Builder":["Construtor de tema"],"Open options":["Abrir opções"],"Set up the layout of your overall site elements.":["Configure o layout dos elementos gerais do seu site."],"Set up your site typography by using our dynamic typography system.":["Configure a tipografia do seu site usando o nosso sistema tipográfico dinâmico."],"Typography System":["Sistema tipográfico"],"Set up your global colors and stylize your site to match your brand.":["Configure as suas cores globais e estilize o seu site para combinar com a sua marca."],"Color Options":["Opções de cor"],"Set options like your site title, description, logo, logo width, and more.":["Defina opções como título do site, descrição, logótipo, largura do logótipo e muito mais."],"Settings reset.":["Repor configurações."],"Start Customizing":["Comece a personalizar"],"Layout Options":["Opções do layout"],"Reset":["Repor"],"Site Identity":["Identidade do site"]}},"comment":{"reference":"assets\/dist\/dashboard.js"}}