{"translation-revision-date":"2021-08-15 15:16:10+0000","generator":"WPML String Translation 3.1.8","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_ES"},"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end. However, the folder that should hold these .mo files is not open for writing.":["La Traducción de cadenas de WPML usa archivos .mo en vez de llamadas a la base de datos. WPML necesita generar estos archivos .mo para que las traducciones aparezcan en el front-end. Sin embargo, la carpeta que debe contener estos archivos .mo no está abierta para escritura."],"Please use your admin control panel or an FTP program to make the following folder writeable:":["Use el panel de control de administración o un programa FTP para permitir la escritura de la siguiente carpeta:"],"There was a problem creating the .mo files":["Ocurrió un problema al crear los archivos .mo"],"You can try again now or try again later by going to ":["Inténtelo nuevamente ahora o inténtelo más tarde yendo a"],"WPML->Theme and plugins localization.":["WPML->Localización de temas y plugines."],"Translations are missing from the front-end until you generate .mo files":["Faltarán traducciones en el front-end hasta tanto genere archivos .mo"],"Your site doesn't have the .mo files that WPML needs in order to display translated strings on the front-end. To generate these .mo files, remember to go to ":["Su sitio no tiene los archivos .mo que WPML necesita para mostrar las cadenas traducidas en el front-end. Para generar estos archivos .mo, recuerde ir a"],"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end.":["La Traducción de cadenas de WPML utiliza archivos .mo en vez de llamadas a la base de datos. WPML necesita generar estos archivos .mo para que las traducciones aparezcan en el front-end."],"Try again":["Intentar de nuevo"],"Generate .mo files":["Generar archivos .mo"],"Close this message":["Cerrar este mensaje"],"Select all":["Seleccionar todo"],"Plugins:":["Plugines:"],"Themes:":["Temas:"],"Core:":["Core:"],"Generated files for %1$d of %2$d sites...":["Archivos generados para %1$d de %2$d sitios..."],"Generated %1$d of %2$d files...":["Se generaron %1$d de %2$d archivos..."],"Can't find the strings you're looking to translate?":["¿No encuentra las cadenas que está buscando para traducir?"],"Scan translation files":["Analizar archivos de traducción"],"Scanned %1$d of %2$d files...":["Se analizaron %1$d de %2$d archivos..."],"Some of the translation files have changed. Scan them to find new strings.":["Algunos de los archivos de traducción han cambiado. Analícelos para encontrar cadenas nuevas."],"There are new or updated .mo files. WPML needs to scan them to find strings for translation.":["Hay archivos .mo nuevos o actualizados. WPML necesita analizarlos para buscar cadenas para traducir."],"WPML has detected changed or new MO files":["WPML ha detectado archivos MO nuevos o modificados"]}}}